<?
	## 오류 모음
	## 1. INPUT TYPE="file" 인 경우 대략 20개 이상 생성이 안됨.


	## 상품 뷰페이지 기능 설명
	## -> 상품 뷰페이지에서 상품 이미지 보기 기능은 3가지.
	## -> 1. 이미지에 마우스 오버시, 돋보기 기능
	## -> 2. 이미지 + 이미지 네비게이션 기능
	## -> 3. 이미지 + 이미지 클릭 팝업 기능

	## 지연된 기능
	## 팝업이미지뷰어 / 네비게이션 배치 가 우측, 아래, 사용안함, 기능이 없음.

	## HTML 편집 테그 모음
	## 파일을 INCLUDE 하고 싶다면, <%include "/html/top_5.inc.php"%> 으로 사용, 단, <? include "{$S_DOCUMENT_ROOT}{$S_SHOP_HOME}{$dataTemp}"; \?> 으로 정의 되므로 WWW 안으로는 들어갈 수 없다.

	## 2014.08.27 kim hee sung.
	## 소스 분석 및 정리

	- ZL0001 => 샵메인
	- PL0001 => 상품리스트
	- PH0001 => 브랜드 세부화면




