<div class="imgBox"><img src="/upload/images/img_about_m_us.jpg" style="margin-top:50px;"></div>
<!--
<div class="article">
	주식회사 에스앤텍 홈페이지를 방문해 주신 고객 여러분을 진심으로 환영합니다.<br><br>

	2003년 국내 최초 식품 천연보존료 개발/제조를 시작으로 항균소재 국내 No.1 기업으로 성장한 에스앤텍은 다년간의 축적된 연구경험과 기술 노하우로 식품/식품첨가물, 헬스&amp;케어, 
	원료의약품 사업에 대해 선택과 집중하며 각 사업군별 특화된 연구소 및 맞춤형 응용연구, 맞춤형 기술 서비스를 제공하는 솔루션센터의 지속적인 과학기술 개발로 Food &amp; Bio 분야 
	전 value chain을 포괄하는 Global No.1 소재전문기업으로 도약하고 있습니다. <br><br>

	26개의 해외 파트너사와의 기술 제휴 및 기업부설연구소의 끊임없는 연구개발로 212개의 제품, 450개의 고객사를 확보하고 있으며, 4개의 핵심사업별 연구소를 중심으로 과학기술을 기반으로 고객을 위한 가치를 창출하기 위해 노력합니다.<br><br>

	미래를 준비하는 기업 에스앤텍은 끊임없는 연구개발과 기술력 확보로 보다 안전한 제품을 생산함과 동시에 고객만족을 실현하는 글로벌 기업으로 성장할 것을 약속드리겠습니다.<br><br>

	감사합니다.
</div>
<div class="signWrap">
	주식회사 에스앤텍<br>
	대표이사 최태호<br>
	<img src="/upload/images/img_sign.gif">
</div>
-->