<!-- ******* 본문영역 시작 ************************* -->
<div class="mainTopEventBanner">
{{__메인이미지배너__}}
</div>
		{{__폼문시작__}}

			<!-- (3) 추천아이템 예약어입니다. 삭제하지 마세요. -->
                                <img src="/images/call_info.gif"/>
				<div class="mainProdList">
					{{__추천아이템1__}}
					{{__추천아이템2__}}
					{{__추천아이템3__}}
					{{__추천아이템4__}}
					{{__추천아이템5__}}
				</div>
			<!-- (3) 추천아이템 예약어입니다. 삭제하지 마세요. -->

			<!-- (5) 고객센터안내 -->
				<div class="bottomCustomerWrap mt10">
					{{__고객센터__}}
				</div>		
			<!-- (5) 고객센터안내 -->

		{{__폼문끝__}}
<!-- ******* 본문영역 끝 ************************* -->