<?
    /* ============================================================================== */
    /* =   PAGE : 취소 요청 PAGE                                                    = */
    /* = -------------------------------------------------------------------------- = */
    /* =   Copyright (c)  2008   KCP Inc.   All Rights Reserverd.                   = */
    /* ============================================================================== */
?>
<?
    /* ============================================================================== */
    /* = 라이브러리 및 사이트 정보 include                                          = */
    /* = -------------------------------------------------------------------------- = */
    include SHOP_HOME."/conf/site_conf_inc.php";       // 환경설정 파일 include
	require MALL_HOME."/web/frwork/act/kcp/pp_cli_hub_lib.php";              // library [수정불가]

	/* ============================================================================== */
	setlocale(LC_CTYPE, 'ko_KR.euc-kr');

    $g_conf_pa_port   = "8090";
    /* ============================================================================== */
    /* =   01. 취소 요청 정보 설정                                                  = */
    /* = -------------------------------------------------------------------------- = */
    $req_tx           = $_POST[ "req_tx"     ];                    // 요청 종류
    $cust_ip          = getenv( "REMOTE_ADDR" );                   // 요청 IP
    $mod_type         = $strModType;									// 변경 요청 종류
    /* = -------------------------------------------------------------------------- = */
    $res_cd           = "";                                        // 결과코드
    $res_msg          = "";                                        // 결과메시지
    $tno              = "";                                        // 거래번호
    /* = -------------------------------------------------------------------------- = */
    $tx_cd            = "";                                        // 트랜잭션 코드
    /* = -------------------------------------------------------------------------- = */
    $amount           = "";                                        // 원 거래금액
    $mod_mny          = "";                                        // 취소요청금액
    $rem_mny          = "";                                        // 취소가능잔액
    /* ============================================================================== */


    /* ============================================================================== */
    /* =   02. 인스턴스 생성 및 초기화                                              = */
    /* = -------------------------------------------------------------------------- = */
    $c_PayPlus  = new C_PAYPLUS_CLI;
    $c_PayPlus->mf_clear();
    /* ============================================================================== */


    /* ============================================================================== */
    /* =   03. 처리 요청 정보 설정, 실행                                            = */
    /* = -------------------------------------------------------------------------- = */

    /* = -------------------------------------------------------------------------- = */
    /* =   03-1. 취소 요청                                                          = */
    /* = -------------------------------------------------------------------------- = */
        if ( $req_tx == "mod" )
        {
            $tx_cd = "00200000";

            $c_PayPlus->mf_set_modx_data( "tno",      $_POST[ "tno" ]      ); // KCP 원거래 거래번호
            $c_PayPlus->mf_set_modx_data( "mod_type", $mod_type            ); // 원거래 변경 요청 종류
            $c_PayPlus->mf_set_modx_data( "mod_ip",   $cust_ip             ); // 변경 요청자 IP
            $c_PayPlus->mf_set_modx_data( "mod_desc", $_POST[ "mod_desc" ] ); // 변경 사유

            if ( $mod_type == "RN07" ) // 부분취소의 경우
            {
                $c_PayPlus->mf_set_modx_data( "mod_mny", $_POST[ "totCancelPrice" ] ); // 취소요청금액
                $c_PayPlus->mf_set_modx_data( "rem_mny", STR_REPLACE(',','',NUMBER_FORMAT($_POST[ "totSettlePrice" ])) ); // 취소가능잔액
				/*
				if ($_POST['totCanceComplexTax'] == "Y"){

					//복합거래 부분 취소시 주석을 풀어 주시기 바랍니다.
					$c_PayPlus->mf_set_modx_data( "tax_flag",     "TG03"        ); // 복합과세 구분
					$c_PayPlus->mf_set_modx_data( "mod_tax_mny",  $_POST[ "totCancelTaxPrice" ]  ); // 공급가 부분 취소 요청 금액
					$c_PayPlus->mf_set_modx_data( "mod_vat_mny",  $_POST[ "totCancelAddTaxPrice" ]  ); // 부과세 부분 취소 요청 금액
					$c_PayPlus->mf_set_modx_data( "mod_free_mny", $_POST[ "totCancelNoTaxPrice" ] ); // 비과세 부분 취소 요청 금액
				}
				*/
			}
        }

    /* ============================================================================== */
    /* =   03-2. 실행                                                               = */
    /* ------------------------------------------------------------------------------ */
        if ( strlen($tx_cd) > 0 )
        {
			 $c_PayPlus->mf_do_tx( "",               $g_conf_home_dir, $g_conf_site_cd,
                                  $g_conf_site_key,  $tx_cd,           "",
                                  $g_conf_pa_url,    $g_conf_pa_port,  "payplus_cli_slib",
                                  "",                $cust_ip,         "3",
                                  "",                0 );
        }
        else
        {
            $c_PayPlus->m_res_cd  = "9562";
            $c_PayPlus->m_res_msg = "연동 오류";
        }
        $res_cd  = $c_PayPlus->m_res_cd;                      // 결과 코드
        $res_msg = $c_PayPlus->m_res_msg;                     // 결과 메시지
    /* ============================================================================== */


    /* ============================================================================== */
    /* =   04. 취소 결과 처리                                                       = */
    /* = -------------------------------------------------------------------------- = */
        if ( $req_tx == "mod" )
        {
            if ( $res_cd == "0000" )
            {
                $tno = $c_PayPlus->mf_get_res_data( "tno" );  // KCP 거래 고유 번호

    /* = -------------------------------------------------------------------------- = */
    /* =   04-1. 부분취소 결과 처리                                                 = */
    /* = -------------------------------------------------------------------------- = */
                if ( $mod_type == "RN07" ) // 부분취소의 경우
                {
                    $amount  = $c_PayPlus->mf_get_res_data( "amount"       ); // 원 거래금액
                    $mod_mny = $c_PayPlus->mf_get_res_data( "panc_mod_mny" ); // 취소요청된 금액
                    $rem_mny = $c_PayPlus->mf_get_res_data( "panc_rem_mny" ); // 취소요청후 잔액
                }

				/* 주문 취소 프로세스 */
				$strResultCode = "0000";
				/* 주문 취소 프로세스 */

            } // End of [res_cd = "0000"]

    /* = -------------------------------------------------------------------------- = */
    /* =   04-2. 취소 실패 결과 처리                                                = */
    /* = -------------------------------------------------------------------------- = */
            else
            {
				$strResultCode  = $res_cd;
				$strResultMsg	= iconv("euc-kr","utf-8",$res_msg);

				if ($_SESSION['ADMIN_ID'] == "master"){
					echo $strResultCode."<Br>";
					echo $strResultMsg."<Br>";
					exit;
				}
            }
        } // End of Process


    /* ============================================================================== */
    /* =   05. 폼 구성 및 결과페이지 호출                                           = */
    /* ============================================================================== */
?>
