<!-- *********** Header Area *********** -->

<body>
	구분 문구입니다. 이곳은 order_html 영역입니다. A0002
	<!-- *********** Quick Menu *********** -->
	{{__퀵메뉴__}}
	<!-- *********** Quick Menu *********** -->

	<!-- *********** Top Area *********** -->
		{{__탑영역__}}
	<!-- *********** Top Area *********** -->

	<!-- *********** Content Wrap ************  -->
		{{__주문본문영역__}}
	<!-- *********** Content Wrap ************  -->

	<!-- ********* Bottom Area ********* -->
		{{__하단영역__}}
	<!-- ********* Bottom Area ********* -->

</body>
