<?
#/*====================================================================*/# 
#|화일명	: Scraping.php																												|#
#|작성자	: 김희성(THAV@NAVER.COM)																						|#
#|작성일	: 2012.08.30																												|#
#|작성내용	: 스누피를 이용한 웹사이트 스크랩핑																			|#
#|버전 		: 0.0.0.1																													|#
#/*====================================================================*/# 

class ScrapingXML extends Snoopy
{
	private $hs							= null;				// log
	private $sessionID					= null;				// 세션

	##############################################################
	# 생성자
	##############################################################
	public function ScrapingXML(&$hs) {			
		$this->hs					= $hs;		
		$this->sessionID		= session_id();
	}
	##############################################################
	# 생성자
	##############################################################
	public function test() {
		$this->trace("A");
	}
	##############################################################
	# 로그 
	##############################################################
	private function trace($txt, $level=1) {
		if($this->hs)	{
			$this->hs->setFileName("ScrapingXML.class.php");
			$this->hs->trace($txt, $level);
		}
	}
}




?>