<!-- ******* 본문영역 시작 ************************* -->
<div id="contentArea">
	<div id="contentWrap">
		{{__폼문시작__}}
			<!-- (1) 메인배너 예약어입니다. 삭제하지 마세요. -->
				<div class="mainBanner">
					{{__메인이미지배너__}}
				</div>
			<!-- (1) 메인배너 예약어입니다. 삭제하지 마세요. -->

			<!-- (2) 서브배너 -->
				<div class="mainBanner">
					{{__메인배너가로3개__}}
				</div>
			<!-- (2) 서브배너 -->

			<!-- (3) 추천아이템 예약어입니다. 삭제하지 마세요. -->
				<div class="mainProdList mt10">
					{{__추천아이템1__}}
					{{__추천아이템2__}}
					{{__추천아이템3__}}
					{{__추천아이템4__}}
					{{__추천아이템5__}}
				</div>
			<!-- (3) 추천아이템 예약어입니다. 삭제하지 마세요. -->

			<!-- (5) 고객센터안내 -->
				<div class="bottomCustomerWrap mt10">
					{{__고객센터__}}
				</div>		
			<!-- (5) 고객센터안내 -->

		{{__폼문끝__}}
	</div><!-- 본문영역 -->
</div>
<!-- ******* 본문영역 끝 ************************* -->