<?
	$arrProdNotiCate['001'] = "의류";
	$arrProdNotiCate['002'] = "구두,신발";
	$arrProdNotiCate['003'] = "가방";
	$arrProdNotiCate['004'] = "패션잡화";
	$arrProdNotiCate['005'] = "침구류,커튼";
	$arrProdNotiCate['006'] = "가구";
	$arrProdNotiCate['007'] = "영상가전";
	$arrProdNotiCate['008'] = "가정용전기제품";
	$arrProdNotiCate['009'] = "계절가전";
	$arrProdNotiCate['010'] = "사무용기기";
	$arrProdNotiCate['011'] = "광학기기";
	$arrProdNotiCate['012'] = "소형전자";
	$arrProdNotiCate['013'] = "휴대폰";
	$arrProdNotiCate['014'] = "내비게이션";
	$arrProdNotiCate['015'] = "자동차용품";
	$arrProdNotiCate['016'] = "의료기기";
	$arrProdNotiCate['017'] = "주방용품";
	$arrProdNotiCate['018'] = "화장품";
	$arrProdNotiCate['019'] = "귀금속,보석,시계류";
	$arrProdNotiCate['020'] = "식품";
	$arrProdNotiCate['021'] = "가공식품";
	$arrProdNotiCate['022'] = "건강기능식품";
	$arrProdNotiCate['023'] = "영유아용품";
	$arrProdNotiCate['024'] = "악기";
	$arrProdNotiCate['025'] = "스포츠용품";
	$arrProdNotiCate['026'] = "서적";
	$arrProdNotiCate['027'] = "호텔,펜션예약";
	$arrProdNotiCate['028'] = "여행패키지";
	$arrProdNotiCate['029'] = "항공권";
	$arrProdNotiCate['030'] = "자동차대여서비스";
	$arrProdNotiCate['031'] = "물품대여서비스";
	$arrProdNotiCate['032'] = "디지털콘텐츠";
	$arrProdNotiCate['033'] = "상품권,쿠폰";
	$arrProdNotiCate['034'] = "기타";


	## 의류 상품고시 항목
	$arrProdNotiItem['001']['ITEM'] = array(
		 "소재"
		,"색상"
		,"치수"
		,"제조자 또는 수입자"
		,"제조국"
		,"세탁방법 및 취급시 주의사항"
		,"제조연월"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);
		
	## 구두,신발 상품고시 항목
	$arrProdNotiItem['002']['ITEM'] = array(
		 "제품 소재"
		,"색상"
		,"치수"
		,"제조자 또는 수입자"
		,"제조국"
		,"취급시 주의사항"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

			## 가방 상품고시 항목
	$arrProdNotiItem['003']['ITEM'] = array(
		 "종류"
		,"소재"
		,"색상"
		,"크기"
		,"제조자 또는 수입자"
		,"제조국"
		,"취급시 주의사항"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

			## 패션잡화 상품고시 항목
	$arrProdNotiItem['004']['ITEM'] = array(
		 "종류"
		,"소재"
		,"치수"
		,"제조자 또는 수입자"
		,"제조국"
		,"취급시 주의사항"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

			##  침구류,커튼 상품고시 항목
	$arrProdNotiItem['005']['ITEM'] = array(
		 "제품 소재"
		,"색상"
		,"치수"
		,"제품구성"
		,"제조자 또는 수입자"
		,"제조국"
		,"세탁방법 및 취급시 주의사항"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

			##  가구 상품고시 항목
	$arrProdNotiItem['006']['ITEM'] = array(
		 "품명 및 모델명"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"KC인증 필여부"
		,"색상"
		,"구성품"
		,"주요소재"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기"
		,"배송/설치비용"
	);

			##  영상가전 상품고시 항목
	$arrProdNotiItem['007']['ITEM'] = array(
		 "품명 및 모델명"
		,"A/S 책임자와 전화번호"
		,"전기용품 안정인증 필 여부"
		,"정격전압, 소비전력, 에너지소비효율등급"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기"
		,"화면사양(크기, 해상도, 화면비율 등)"
		,"품질보증기준"
	);

		##  가정용 전기제품 상품고시 항목
	$arrProdNotiItem['008']['ITEM'] = array(
		 "품명 및 모델명"
		,"전기용품 안정인증 필 여부"
		,"정격전압, 소비전력, 에너지소비효율등급"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

		##  계절가전 전기제품 상품고시 항목
	$arrProdNotiItem['009']['ITEM'] = array(
		 "품명 및 모델명"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"전기용품 안정인증 필 여부"
		,"정격전압, 소비전력, 에너지소비효율등급"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기"
		,"냉난방 면적"
		,"추가설치비용"
	);

		##  사무용기기 상품고시 항목
	$arrProdNotiItem['010']['ITEM'] = array(
		 "품명 및 모델명"
		,"A/S 책임자와 전화번호"
		,"KC인증 필 여부"
		,"정격전압, 소비전력, 에너지소비효율등급"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기, 무게(무게는 노트북에 한함)"
		,"주요사양"
		,"품질보증기준"
	);

		##  광학기기 상품고시 항목
	$arrProdNotiItem['011']['ITEM'] = array(
		 "품명 및 모델명"
		,"KC인증 필 여부"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기, 무게"
		,"주요사양"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

		##  소형전자 상품고시 항목
	$arrProdNotiItem['012']['ITEM'] = array(
		 "품명 및 모델명"
		,"A/S 책임자와 전화번호"
		,"KC인증 필 여부"
		,"정격전압, 소비전력"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기, 무게"
		,"주요사양"
		,"품질보증기준"
	);

		##  휴대폰 상품고시 항목
	$arrProdNotiItem['013']['ITEM'] = array(
		 "품명 및 모델명"
		,"A/S 책임자와 전화번호"
		,"KC인증 필 여부"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기, 무게"
		,"이동통신사 및 가입조건/절차/추가부담 사항"
		,"주요사양"
		,"품질보증기준"
	);

		##  내비게이션 상품고시 항목
	$arrProdNotiItem['014']['ITEM'] = array(
		 "품명 및 모델명"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"KC인증 필 여부"
		,"정격전압, 소비전력"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기, 무게"
		,"주요사양"
		,"맵업데이트 비용 및 무상기간"
	);

		##  자동차용품 상품고시 항목
	$arrProdNotiItem['015']['ITEM'] = array(
		 "품명 및 모델명"
		,"동일모델의 출시년월"
		,"자동차부품 자기인증 여부"
		,"제조자 또는 수입자"
		,"제조국"
		,"크기"
		,"적용차종"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
	);

		##  의료기기 상품고시 항목
	$arrProdNotiItem['016']['ITEM'] = array(
		 "품명 및 모델명"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"허가신고빈호 및 사전심의번호"
		,"전기용품 안전인증 필 여부"
		,"정격전압, 소비전력"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"제품의 사용목적 및 사용방법"
		,"취급시 주의사항"
	);

		##  주방용품 상품고시 항목
	$arrProdNotiItem['017']['ITEM'] = array(
		 "품명 및 모델명"
		,"A/S 책임자와 전화번호"
		,"재질"
		,"구성품"
		,"크기"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"식품위생법 관련 수입신고 여부"
		,"품질보증기준"
	);

		##  화장품 상품고시 항목
	$arrProdNotiItem['018']['ITEM'] = array(
		 "용량 또는 중량"
		,"품질보증기준"
		,"소비자상담 관련 전화번호"
		,"제품 주요사양"
		,"사용기한 또는 개봉후 사용기간"
		,"사용방법"
		,"제조자 또는 판매자"
		,"제조국"
		,"주요성분"
		,"식품의약품 안전성 심사필 유무"
		,"취급시 주의사항"
	);

		##  귀금속,보석,시계류 상품고시 항목
	$arrProdNotiItem['019']['ITEM'] = array(
		 "소재/순도/밴드재질(시계)"
		,"A/S 책임자와 전화번호"
		,"중량"
		,"제조자 또는 수입자"
		,"제조국"
		,"치수"
		,"착용시 주의사항"
		,"주요사양(귀금속,보석류-등급/시계-기능,방수)"
        ,"보증서 제공여부"
		,"품질보증기준"
	);

		##  식품 상품고시 항목
	$arrProdNotiItem['020']['ITEM'] = array(
		 "포장단위별 용량주량), 수량, 크기"
		,"생산자 및 수입여부(수입상품시 수입자 또는 수입업체 표기)"
		,"농수산물 원산지 표시 법률에 따른 원산지"
		,"제조연월일/유통기한 또는 품질유지기한"
		,"관련법상 표시사항"
		,"상품구성"
		,"보관방법 또는 취급방법"
		,"소비자상담 관련 전화번호"
	);

		##  가공식품 상품고시 항목
	$arrProdNotiItem['021']['ITEM'] = array(
		 "식품의 유형"
		,"소비자상담 관련 전화번호"
		,"생산자 및 수입여부(수입상품시 수입자 또는 수입업체 표기)"
		,"제조연월일/유통기한 또는 품질유지기한"
		,"포장단위별 용량(중량), 수량, 크기"
		,"원재료명 및 함량"
		,"영양성분"
		,"유전자재조합식품에 해당하는 경우의 표시"
        ,"영유아식 또는 체중조절식품 등에 해당하는 경우 광고 심의필 유/무"
		,"수입식품 여부"
	);

		##  건강기능식품 상품고시 항목
	$arrProdNotiItem['022']['ITEM'] = array(
		 "식품의 유형"
		,"유전자재조합 식품 여부"
		,"표시광고 사전심의필"
		,"수입식품 여부"
		,"소비자상담 전화번호"
		,"생산자 및 소재지 또는 수입자"
		,"제조년월, 유통기한 또는 품질유지기한"
		,"포장단위별 용량(중량), 수량"
        ,"원재료명 및 함량"
		,"영양성분"
		,"기능정보"
        ,"섭취량, 섭취방법 및 주의사항"
		,"의약품 아님 표시"
	);

			##  영유아용품 상품고시 항목
	$arrProdNotiItem['023']['ITEM'] = array(
		 "품명 및 모델명"
		,"취급방법 및 취급시 주의사항, 안전표시"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"KC인증 필여부"
		,"크기, 중량"
		,"색상"
		,"재질"
		,"사용연령"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
	);

			##  악기 상품고시 항목
	$arrProdNotiItem['024']['ITEM'] = array(
		 "품명 및 모델명"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"크기"
		,"색상"
		,"재질"
		,"제품구성"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"상품별 세부사양"
	);

			##  스포츠용품 상품고시 항목
	$arrProdNotiItem['025']['ITEM'] = array(
		 "품명 및 모델명"
		,"품질보증기준"
		,"A/S 책임자와 전화번호"
		,"크기, 중량"
		,"색상"
		,"재질"
		,"제품구성"
		,"동일모델의 출시년월"
		,"제조자 또는 수입자"
		,"제조국"
		,"상품별 세부사양"
	);

			##   서적 상품고시 항목
	$arrProdNotiItem['026']['ITEM'] = array(
		 "도서명"
		,"저자, 출판사"
		,"크기"
		,"쪽수"
		,"제품구성"
		,"출간일"
		,"목차 도는 책소개"
	);

			##   호텔,펜션예약 상품고시 항목
	$arrProdNotiItem['027']['ITEM'] = array(
		 "국가 또는 지역명"
		,"숙소형태"
		,"등급, 객실타입"
		,"사용가능 인원"
		,"부대시설"
		,"취소 규정"
		,"예약담당 연락처"
	);

			##   여행사 상품고시 항목
	$arrProdNotiItem['028']['ITEM'] = array(
		 "여행사"
		,"예약담당 연락처"
		,"이용항공편"
		,"여행기간 및 일정"
		,"총 예정인원"
		,"숙박정보"
		,"포함 내역"
		,"추가 경비 항목과 금액"
		,"취소 규정"
		,"여행경보단계"
	);

			##   항공권 상품고시 항목
	$arrProdNotiItem['029']['ITEM'] = array(
		 "요금조건, 왕복·편도 여부"
		,"유효기간"
		,"제한사항"
		,"티켓수령방법"
		,"좌석종류"
		,"추가 경비 항목과 금액"
		,"취소 규정"
		,"예약담당 연락처"
	);

			##   자동차대여서비스 상품고시 항목
	$arrProdNotiItem['030']['ITEM'] = array(
		 "차종"
		,"소유권 이전 조건"
		,"추가정보"
		,"차량 반환 시 연료대금 정산 방법"
		,"차량의 고장·훼손 시 소비자 책임"
		,"환불 기준"
		,"소비자상담 관련 전화번호"
	);

			##   물품대여 서비스 상품고시 항목
	$arrProdNotiItem['031']['ITEM'] = array(
		 "물품 및 모델명"
		,"소유권 이전 조건"
		,"유지보수 조건"
		,"상품의 고장·분실·훼손 시 소비자 책임"
		,"중도 해약 시 환불 기준"
		,"제품사양"
		,"소비자상담 관련 전화번호"
	);

			##   디지털 콘텐츠 상품고시 항목
	$arrProdNotiItem['032']['ITEM'] = array(
		 "제작자 또는 공급자"
		,"이용조건, 이용기간"
		,"상품제공 방식"
		,"최소 시스템 사양, 필수 소프트웨어"
		,"청약철회 또는 계약의 해제에 따른 효과"
		,"소비자상담 전화번호"
	);

			##   상품권,쿠폰 콘텐츠 상품고시 항목
	$arrProdNotiItem['033']['ITEM'] = array(
		 "발행자"
		,"유효기간"
		,"이용가능 매장"
		,"잔액 환급조건"
		,"소비자상담 전화번호"
	);

			##   기타 상품고시 항목
	$arrProdNotiItem['034']['ITEM'] = array(
		 "품명 및 모델명"
		,"인증, 허가 관련 정보"
		,"제조국"
		,"제조자 또는 수입자"
		,"A/S 책임자와 전화번호"
	);


?>